{
  "title": "AI सहायक",
  "description": "अपने कर संबंधी प्रश्नों के उत्तर पाएं और व्यक्तिगत कर सलाह प्राप्त करें",
  "inputPlaceholder": "अपना प्रश्न यहां टाइप करें...",
  "disclaimer": "AI सहायक सामान्य जानकारी प्रदान करता है। विशिष्ट कर सलाह के लिए, कृपया एक पेशेवर से परामर्श करें।",
  "newConversation": "नई बातचीत",
  "newConversationTitle": "नई बातचीत",
  "defaultConversationTitle": "AI सहायक से बातचीत",
  "copyConversation": "बातचीत कॉपी करें",
  "conversationCopied": "बातचीत क्लिपबोर्ड पर कॉपी की गई",
  
  "emptyState": {
    "title": "अपने AI कर सहायक से बात करें",
    "description": "अपने कर संबंधी प्रश्न पूछें और तुरंत उत्तर प्राप्त करें। हमारा AI सहायक आपके कर दाखिले, कटौती, और अधिक में मदद कर सकता है।"
  },
  
  "suggestions": {
    "section80C": "धारा 80C के तहत मैं कौन से निवेश कर सकता हूं?",
    "taxDeadline": "आयकर रिटर्न दाखिल करने की अंतिम तिथि क्या है?",
    "taxRegime": "नई और पुरानी कर व्यवस्था के बीच अंतर क्या है?",
    "taxCalculation": "मेरा कर कैसे गणना किया जाता है?"
  },
  
  "responses": {
    "greeting": "नमस्ते! मैं आपका OpenTax AI सहायक हूं। आज मैं आपकी कैसे मदद कर सकता हूं?",
    "taxDeduction": "कर कटौती आपकी कर योग्य आय को कम करके आपके कर बोझ को कम करने का एक तरीका है। भारत में, आप धारा 80C, 80D, 80G, और अन्य के तहत विभिन्न कटौतियों का लाभ उठा सकते हैं। धारा 80C के तहत, आप PPF, ELSS, जीवन बीमा प्रीमियम, और अन्य में निवेश करके 1.5 लाख रुपये तक की कटौती का दावा कर सकते हैं।",
    "section80C": "धारा 80C के तहत, आप निम्नलिखित निवेशों और खर्चों पर 1.5 लाख रुपये तक की कटौती का दावा कर सकते हैं:\n\n1. पब्लिक प्रोविडेंट फंड (PPF)\n2. इक्विटी लिंक्ड सेविंग स्कीम (ELSS)\n3. राष्ट्रीय बचत प्रमाणपत्र (NSC)\n4. 5-वर्षीय सावधि जमा\n5. जीवन बीमा प्रीमियम\n6. होम लोन का मूलधन पुनर्भुगतान\n7. बच्चों की शिक्षा के लिए ट्यूशन फीस\n8. सुकन्या समृद्धि योजना\n\nयाद रखें, सभी निवेशों को एक वित्तीय वर्ष के भीतर किया जाना चाहिए।",
    "taxDeadline": "वित्तीय वर्ष 2024-25 के लिए आयकर रिटर्न दाखिल करने की अंतिम तिथि निम्नलिखित है:\n\n- वेतनभोगी व्यक्तियों और गैर-ऑडिट वाले करदाताओं के लिए: 31 जुलाई, 2025\n- ऑडिट के अधीन व्यक्तियों और कंपनियों के लिए: 31 अक्टूबर, 2025\n\nदेरी से दाखिल करने पर जुर्माना लग सकता है, इसलिए समय पर फाइल करना सुनिश्चित करें।",
    "taxRegime": "वित्तीय वर्ष 2023-24 से, करदाता पुरानी या नई कर व्यवस्था का चयन कर सकते हैं:\n\n**नई कर व्यवस्था**:\n- कम कर दरें\n- अधिकांश कटौतियों और छूटों का त्याग\n- सरलीकृत कर संरचना\n- 7 स्लैब: 0%, 5%, 10%, 15%, 20%, 25%, 30%\n\n**पुरानी कर व्यवस्था**:\n- अपेक्षाकृत अधिक कर दरें\n- धारा 80C, HRA, LTA जैसी कटौतियों और छूटों का लाभ\n- 3 स्लैब: 0%, 20%, 30%\n\nआपके लिए कौन सी व्यवस्था बेहतर है, यह आपकी आय, निवेश, और खर्च पैटर्न पर निर्भर करता है।",
    "default": "मुझे आपका प्रश्न समझने में कठिनाई हो रही है। कृपया अपने प्रश्न को अधिक विशिष्ट बनाएं या कर कटौती, कर व्यवस्था, या आयकर रिटर्न दाखिल करने जैसे विषयों के बारे में पूछें।"
  }
}
